
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=1
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=1
last_drill_idx=2
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Площадка
INDEX=1
[DRILL1.1]
NAME=Скважина44
INDEX=1
PNDEX=1
RECCNT=41
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
SINGLEWAY=1
[MEAS1.1.1]
NAME=Измерение_1
MARK=㼿㼿㼿㼿‿㼿㼿㼿㼿
INDEX=1
PNDEX=1
DNDEX=1
[MEAS1.1.2]
NAME=Измерение_2
MARK=Маркировка Измерение_2
INDEX=2
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Скважина22
INDEX=2
PNDEX=1
RECCNT=71
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
SINGLEWAY=0
[DRILL1.3]
NAME=Скважина33
INDEX=3
PNDEX=1
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
SINGLEWAY=0
[PLACE2]
NAME=Площадка#33
INDEX=2
[DRILL2.1]
NAME=Скважина
INDEX=1
PNDEX=2
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
SINGLEWAY=0
[DRILL2.2]
NAME=Скважина1
INDEX=2
PNDEX=2
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
SINGLEWAY=0
[DRILL2.3]
NAME=Скважина44
INDEX=3
PNDEX=2
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
SINGLEWAY=0
